def translit_to(text):
    res = ''
    alph = {'а':'a',
            'б':'b',
            'в':'v',
            'г':'g',
            'д':'d',
            'е':'e',
            'ё':'e',
            'ж':'zh',
            'з':'z',
            'и':'i',
            'й':'i',
            'к':'k',
            'л':'l',
            'м':'m',
            'н':'n',
            'о':'o',
            'п':'p',
            'р':'r',
            'с':'s',
            'т':'t',
            'у':'u',
            'ф':'f',
            'х':'h',
            'ц':'ts',
            'ч':'ch',
            'ш':'sh',
            'щ':'sch',
            'ъ':"",
            'ы':"y",
            'ь':"",
            'э':'e',
            'ю':'iu',
            'я':'ia'
            }
    for let in text:
        res += alph[let]
    return res
